{
  "sleep": [
    "The average person needs 7-9 hours of sleep. You only got {{ sleep }} hours today. Do you want to set a sleep goal?"
  ],
  "eat": [
    "You spent {{ eat }} hours eating today. That's a lot! Maybe you should eat a little faster so you can get more work done.",
    "You only spent {{ eat }} hours eating today. Are you sure you're eating enough? Don't forget to eat 3 meals a day, and snack in between!"
  ],
  "work": [
    "You worked {{ work }} hours today. That's a lot more than the typical 8-hour work day! Make sure to have a healthy work-life balance!",
    "You only got in {{ work }} hours of work today. If you want to make it to Germany, you need to work more!"
  ],
  "class": ["You spent {{ class }} hours in class today. What did you learn?"],
  "study": [
    "You have a midterm coming up, but you only studied {{ study }} hours today. Make sure to allocate more time to study tomorrow!",
    "Wow, you studied {{ study }} hours today! You should probably take a break!"
  ],
  "exercise": [
    "You've only exercised {{ exercise }} hours this week! Adults should do at least 2.5 hours of physical activity per week!",
    "Wow, you spent {{ exercise }} hours exercising today! That's great! Keep up the good work!"
  ],
  "travel": [
    "You spent {{ travel }} hours in travel time today. Is there any way you can reduce the amount of time spetn on your commute?"
  ],
  "extracurriculars": [
    "You spent {{ extracurriculars }} hours on extracurriculars today. Extra activities look good on your resume. Keep up the good work!"
  ],
  "fun": [
    "You spent {{ fun }} hours having fun today! You must feel very happy!",
    "You spent {{ fun }} hours having fun today! A healthy dose of fun will help keep your overall well-being higher.",
    "You spent {{ fun }} hours having fun today! That's a lot of time, maybe you should have spent some of that time to catch up on sleep!"
  ],
  "nothing": [
    "You had {{ nothing }} hours of unaccounted time today. You could've used that time to exercise or sleep more!",
    "You have {{ nothing }} hours of time left today. Make sure you use it wisely!",
    "You had {{ nothing }} hours of unaccounted time today. That's much less than the average person. Congrats, you had a very productive day!"
  ]
}
